Repository: antnbaranov/Baranov
Catalog: Baranov/InfoPlist.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Baranov Ram Transit Package
ar: حزمة عبور بارانوف رام
bg: Транзитен пакет Баранов Рам
bs: Tranzitni paket Baranov Ram
ca: Paquet Baranov Ram Transit
da: Baranov Ram Transit-pakke
de: Baranov Ram Transit-Paket
el: Πακέτο Baranov Ram Transit
es: Paquete Baranov Ram Transit
et: Baranov Ram Transiidipakett
eu: Baranov Ram Transit paketea
fi: Baranov Ram Transit -paketti
fr: Forfait Transit Baranov Ram
ga: Pacáiste Idirthurais Ram Baranov
gl: Paquete Baranov Ram Transit
he: חבילת טרנזיט ברנוב רם
hi: बारानोव राम ट्रांजिट पैकेज
hr: Tranzitni paket Baranov Ram
hu: Baranov Ram Transit csomag
id: Paket Transit Baranov Ram
is: Baranov Ram Transit pakki
it: Pacchetto di transito Baranov Ram
ja: バラノフ ラム トランジット パッケージ
ka: ბარანოვის რამის სატრანზიტო პაკეტი
kk: Baranov Ram транзиттік пакеті
ko: Baranov Ram 대중교통 패키지
lt: Baranovo Ram tranzito paketas
lv: Baranova Ram tranzīta pakete
mk: Транзитен пакет Баранов Рам
ms: Pakej Transit Ram Baranov
mt: Pakkett ta' Transitu Baranov Ram
nb: Baranov Ram Transit-pakke
nl: Baranov Ram Transit-pakket
pl: Pakiet tranzytowy Baranowa Ram
pt_br: Pacote de trânsito Baranov Ram
ro: Pachetul Baranov Ram Transit
ru: Транзитный пакет «Баранов Рам»
sl: Tranzitni paket Baranov Ram
sq: Paketa Tranzit Baranov Ram
sr: Транзитни пакет Баранов Рам
sv: Baranov Ram Transitpaket
th: แพ็คเกจการขนส่ง Baranov Ram
tr: Baranov Ram Transit Paketi
uk: Баранов Рам Транзит Пакет
vi: Gói quá cảnh Baranov Ram
zh_hans: 巴拉诺夫拉姆过境套餐
zh_hk: 巴拉諾夫拉姆過境套餐

# CFBundleName
source: Baranov
ar: بارانوف
bg: Баранов
de: Baranow
el: Μπαράνοφ
es: Baránov
ga: Baranova
he: ברנוב
hi: बारानोव
ja: バラノフ
ka: ბარანოვი
kk: Баранов
ko: 바라노프
lt: Baranovas
lv: Baranovs
mk: Баранов
pl: Baranow
ru: Баранов
sr: Баранов
th: บารานอฟ
uk: Баранов
zh_hans: 巴拉诺夫
zh_hk: 巴拉諾夫

# NSCalendarsFullAccessUsageDescription
source: Baranov looks at your upcoming events to suggest AirDrop destinations for letters you are carrying.
ar: ينظر بارانوف إلى أحداثك القادمة لاقتراح وجهات AirDrop للرسائل التي تحملها.
bg: Баранов разглежда предстоящите ви събития, за да предложи AirDrop дестинации за писмата, които носите.
bs: Baranov gleda na vaše predstojeće događaje kako bi predložio AirDrop destinacije za pisma koja nosite.
ca: Baranov analitza els vostres propers esdeveniments per suggerir destinacions d'AirDrop per a les cartes que porteu.
cs: Baranov se podívá na vaše nadcházející události, aby navrhl destinace AirDrop pro dopisy, které nesete.
da: Baranov ser på dine kommende begivenheder for at foreslå AirDrop-destinationer for breve, du medbringer.
de: Baranov sieht sich deine anstehenden Termine an, um AirDrop-Ziele für Briefe vorzuschlagen, die du trägst.
el: Ο Baranov εξετάζει τις επερχόμενες εκδηλώσεις σας για να προτείνει προορισμούς AirDrop για γράμματα που μεταφέρετε.
es: Baranov analiza tus próximos eventos para sugerir destinos AirDrop para las cartas que llevas.
et: Baranov vaatab teie eelseisvaid sündmusi, et soovitada teie kaasas olevate kirjade jaoks AirDropi sihtkohti.
eu: Baranov-ek datozen gertaerak aztertzen ditu eramaten dituzun gutunetarako AirDrop helmugak iradokitzeko.
fi: Baranov tarkastelee tulevia tapahtumiasi ja ehdottaa AirDrop-kohteita mukanasi oleville kirjeille.
fr: Baranov examine tes événements à venir pour suggérer des destinations AirDrop pour les lettres que tu transportes.
ga: Féachann Baranov ar na himeachtaí atá agat le teacht chun cinn scríbe AirDrop a mholadh do litreacha atá á n-iompar agat.
gl: Baranov analiza os teus próximos eventos para suxerir destinos de AirDrop para as cartas que levas.
he: ברנוב מסתכל על האירועים הקרובים שלך כדי להציע יעדי AirDrop למכתבים שאתה נושא.
hi: बारानोव आपके आने वाले कार्यक्रमों को देखकर आपके द्वारा ले जाने वाले पत्रों के लिए एयरड्रॉप गंतव्यों का सुझाव देता है।
hr: Baranov gleda vaše nadolazeće događaje kako bi predložio AirDrop odredišta za pisma koja nosite.
hu: Baranov megnézi a közelgő eseményeit, hogy AirDrop úti célokat javasoljon az Ön által szállított levelek számára.
id: Baranov melihat acara mendatang Anda untuk menyarankan tujuan AirDrop untuk surat yang Anda bawa.
is: Baranov skoðar komandi viðburði þína til að stinga upp á AirDrop áfangastaði fyrir bréf sem þú ert með.
it: Baranov esamina i tuoi prossimi eventi per suggerire destinazioni AirDrop per le lettere che stai trasportando.
ja: Baranov は、今後のイベントを調べて、あなたが運ぶ手紙の AirDrop 宛先を提案します。
ka: ბარანოვი ათვალიერებს თქვენს მომავალ მოვლენებს, რათა შემოგთავაზოთ AirDrop მიმართულებები იმ წერილებისთვის, რომლებიც თქვენ ატარებთ.
kk: Баранов сіз алып жүрген хаттар үшін AirDrop бағыттарын ұсыну үшін алдағы оқиғаларыңызға қарайды.
ko: Baranov는 다가오는 이벤트를 살펴보고 들고 있는 편지의 AirDrop 목적지를 제안합니다.
lt: Baranovas žiūri į jūsų būsimus įvykius, kad pasiūlytų AirDrop paskirties vietas jūsų vežamiems laiškams.
lv: Baranovs aplūko jūsu gaidāmos notikumus, lai ieteiktu AirDrop galamērķus vēstulēm, kuras pārvadājat.
mk: Баранов ги разгледува вашите претстојни настани за да предложи AirDrop дестинации за писмата што ги носите.
ms: Baranov melihat acara anda yang akan datang untuk mencadangkan destinasi AirDrop untuk surat yang anda bawa.
mt: Baranov iħares lejn l-avvenimenti li jmiss tiegħek biex jissuġġerixxi destinazzjonijiet AirDrop għall-ittri li qed iġorr.
nb: Baranov ser på dine kommende arrangementer for å foreslå AirDrop-destinasjoner for brev du har med deg.
nl: Baranov kijkt naar uw aankomende evenementen om AirDrop-bestemmingen voor te stellen voor brieven die u bij u heeft.
pl: Baranov przegląda nadchodzące wydarzenia, aby zasugerować miejsca docelowe AirDrop dla listów, które nosisz.
pt_br: Baranov analisa seus próximos eventos para sugerir destinos AirDrop para as cartas que você carrega.
ro: Baranov analizează evenimentele viitoare pentru a sugera destinații AirDrop pentru scrisorile pe care le transportați.
ru: Baranov просматривает твои предстоящие события, чтобы предлагать пункты назначения AirDrop для писем, которые ты несёшь.
sk: Baranov sa pozerá na vaše nadchádzajúce udalosti, aby navrhol destinácie AirDrop pre listy, ktoré nosíte.
sl: Baranov si ogleda vaše prihajajoče dogodke in predlaga destinacije AirDrop za pisma, ki jih prenašate.
sq: Baranov shikon ngjarjet tuaja të ardhshme për të sugjeruar destinacionet AirDrop për letrat që mbani.
sr: Баранов гледа на ваше предстојеће догађаје да би предложио АирДроп дестинације за писма која носите.
sv: Baranov tittar på dina kommande evenemang för att föreslå AirDrop-destinationer för brev du bär.
th: Baranov ดูกิจกรรมที่กำลังจะมาถึงของคุณเพื่อแนะนำจุดหมายปลายทาง AirDrop สำหรับจดหมายที่คุณถืออยู่
tr: Baranov, taşıdığınız mektuplar için AirDrop varış noktaları önermek üzere yaklaşan etkinliklerinize bakıyor.
uk: Baranov переглядає твої майбутні події, щоб пропонувати пункти призначення AirDrop для листів, які ти несеш.
vi: Baranov xem xét các sự kiện sắp tới của bạn để đề xuất các điểm đến AirDrop cho những bức thư bạn mang theo.
zh_hans: 巴拉诺夫会查看您即将举行的活动，为您携带的信件建议空投目的地。
zh_hk: 巴拉諾夫會查看您即將舉行的活動，為您攜帶的信件建議空投目的地。

# NSCalendarsUsageDescription
source: Baranov looks at your upcoming events to suggest AirDrop destinations for letters you are carrying.
ar: ينظر بارانوف إلى أحداثك القادمة لاقتراح وجهات AirDrop للرسائل التي تحملها.
bg: Баранов разглежда предстоящите ви събития, за да предложи AirDrop дестинации за писмата, които носите.
bs: Baranov gleda na vaše predstojeće događaje kako bi predložio AirDrop destinacije za pisma koja nosite.
ca: Baranov analitza els vostres propers esdeveniments per suggerir destinacions d'AirDrop per a les cartes que porteu.
cs: Baranov se podívá na vaše nadcházející události, aby navrhl destinace AirDrop pro dopisy, které nesete.
da: Baranov ser på dine kommende begivenheder for at foreslå AirDrop-destinationer for breve, du medbringer.
de: Baranov sieht sich deine anstehenden Termine an, um AirDrop-Ziele für Briefe vorzuschlagen, die du trägst.
el: Ο Baranov εξετάζει τις επερχόμενες εκδηλώσεις σας για να προτείνει προορισμούς AirDrop για γράμματα που μεταφέρετε.
es: Baranov analiza tus próximos eventos para sugerir destinos AirDrop para las cartas que llevas.
et: Baranov vaatab teie eelseisvaid sündmusi, et soovitada teie kaasas olevate kirjade jaoks AirDropi sihtkohti.
eu: Baranov-ek datozen gertaerak aztertzen ditu eramaten dituzun gutunetarako AirDrop helmugak iradokitzeko.
fi: Baranov tarkastelee tulevia tapahtumiasi ja ehdottaa AirDrop-kohteita mukanasi oleville kirjeille.
fr: Baranov examine tes événements à venir pour suggérer des destinations AirDrop pour les lettres que tu transportes.
ga: Féachann Baranov ar na himeachtaí atá agat le teacht chun cinn scríbe AirDrop a mholadh do litreacha atá á n-iompar agat.
gl: Baranov analiza os teus próximos eventos para suxerir destinos de AirDrop para as cartas que levas.
he: ברנוב מסתכל על האירועים הקרובים שלך כדי להציע יעדי AirDrop למכתבים שאתה נושא.
hi: बारानोव आपके आने वाले कार्यक्रमों को देखकर आपके द्वारा ले जाने वाले पत्रों के लिए एयरड्रॉप गंतव्यों का सुझाव देता है।
hr: Baranov gleda vaše nadolazeće događaje kako bi predložio AirDrop odredišta za pisma koja nosite.
hu: Baranov megnézi a közelgő eseményeit, hogy AirDrop úti célokat javasoljon az Ön által szállított levelek számára.
id: Baranov melihat acara mendatang Anda untuk menyarankan tujuan AirDrop untuk surat yang Anda bawa.
is: Baranov skoðar komandi viðburði þína til að stinga upp á AirDrop áfangastaði fyrir bréf sem þú ert með.
it: Baranov esamina i tuoi prossimi eventi per suggerire destinazioni AirDrop per le lettere che stai trasportando.
ja: Baranov は、今後のイベントを調べて、あなたが運ぶ手紙の AirDrop 宛先を提案します。
ka: ბარანოვი ათვალიერებს თქვენს მომავალ მოვლენებს, რათა შემოგთავაზოთ AirDrop მიმართულებები იმ წერილებისთვის, რომლებიც თქვენ ატარებთ.
kk: Баранов сіз алып жүрген хаттар үшін AirDrop бағыттарын ұсыну үшін алдағы оқиғаларыңызға қарайды.
ko: Baranov는 다가오는 이벤트를 살펴보고 들고 있는 편지의 AirDrop 목적지를 제안합니다.
lt: Baranovas žiūri į jūsų būsimus įvykius, kad pasiūlytų AirDrop paskirties vietas jūsų vežamiems laiškams.
lv: Baranovs aplūko jūsu gaidāmos notikumus, lai ieteiktu AirDrop galamērķus vēstulēm, kuras pārvadājat.
mk: Баранов ги разгледува вашите претстојни настани за да предложи AirDrop дестинации за писмата што ги носите.
ms: Baranov melihat acara anda yang akan datang untuk mencadangkan destinasi AirDrop untuk surat yang anda bawa.
mt: Baranov iħares lejn l-avvenimenti li jmiss tiegħek biex jissuġġerixxi destinazzjonijiet AirDrop għall-ittri li qed iġorr.
nb: Baranov ser på dine kommende arrangementer for å foreslå AirDrop-destinasjoner for brev du har med deg.
nl: Baranov kijkt naar uw aankomende evenementen om AirDrop-bestemmingen voor te stellen voor brieven die u bij u heeft.
pl: Baranov przegląda nadchodzące wydarzenia, aby zasugerować miejsca docelowe AirDrop dla listów, które nosisz.
pt_br: Baranov analisa seus próximos eventos para sugerir destinos AirDrop para as cartas que você carrega.
ro: Baranov analizează evenimentele viitoare pentru a sugera destinații AirDrop pentru scrisorile pe care le transportați.
ru: Baranov просматривает твои предстоящие события, чтобы предлагать пункты назначения AirDrop для писем, которые ты несёшь.
sk: Baranov sa pozerá na vaše nadchádzajúce udalosti, aby navrhol destinácie AirDrop pre listy, ktoré nosíte.
sl: Baranov si ogleda vaše prihajajoče dogodke in predlaga destinacije AirDrop za pisma, ki jih prenašate.
sq: Baranov shikon ngjarjet tuaja të ardhshme për të sugjeruar destinacionet AirDrop për letrat që mbani.
sr: Баранов гледа на ваше предстојеће догађаје да би предложио АирДроп дестинације за писма која носите.
sv: Baranov tittar på dina kommande evenemang för att föreslå AirDrop-destinationer för brev du bär.
th: Baranov ดูกิจกรรมที่กำลังจะมาถึงของคุณเพื่อแนะนำจุดหมายปลายทาง AirDrop สำหรับจดหมายที่คุณถืออยู่
tr: Baranov, taşıdığınız mektuplar için AirDrop varış noktaları önermek üzere yaklaşan etkinliklerinize bakıyor.
uk: Baranov переглядає твої майбутні події, щоб пропонувати пункти призначення AirDrop для листів, які ти несеш.
vi: Baranov xem xét các sự kiện sắp tới của bạn để đề xuất các điểm đến AirDrop cho những bức thư bạn mang theo.
zh_hans: 巴拉诺夫会查看您即将举行的活动，为您携带的信件建议空投目的地。
zh_hk: 巴拉諾夫會查看您即將舉行的活動，為您攜帶的信件建議空投目的地。

# NSContactsUsageDescription
source: Baranov suggests people from your contacts when you address a letter to someone.
ar: يقترح بارانوف أشخاصًا من جهات الاتصال الخاصة بك عندما توجه خطابًا إلى شخص ما.
bg: Баранов предлага хора от вашите контакти, когато адресирате писмо до някого.
bs: Baranov predlaže ljude iz vaših kontakata kada nekome uputite pismo.
ca: Baranov suggereix persones dels teus contactes quan adreça una carta a algú.
cs: Baranov navrhuje lidi z vašich kontaktů, když někomu adresujete dopis.
da: Baranov foreslår personer fra dine kontakter, når du adresserer et brev til nogen.
de: Baranov schlägt Personen aus deinen Kontakten vor, wenn du einen Brief adressierst.
el: Ο Baranov προτείνει άτομα από τις επαφές σας όταν απευθύνετε ένα γράμμα σε κάποιον.
es: Baranov te sugiere personas de tus contactos cuando le diriges una carta a alguien.
et: Baranov soovitab inimesi teie kontaktide hulgast, kui adresseerite kellelegi kirja.
eu: Baranov-ek zure kontaktuetako jendea iradokitzen du norbaiti gutun bat zuzentzen diozunean.
fi: Baranov ehdottaa henkilöitä kontakteistasi, kun osoitat jollekin kirjeen.
fr: Baranov suggère des personnes parmi tes contacts lorsque tu adresses une lettre.
ga: Molann Baranov daoine ó do theagmhálaithe nuair a sheolann tú litir chuig duine éigin.
gl: Baranov suxire persoas dos teus contactos cando envías unha carta a alguén.
he: ברנוב מציע אנשים מאנשי הקשר שלך כשאתה מפנה מכתב למישהו.
hi: जब आप किसी को पत्र संबोधित करते हैं तो बारानोव आपके संपर्कों के लोगों को सुझाव देता है।
hr: Baranov predlaže osobe iz vaših kontakata kada nekome upućujete pismo.
hu: Baranov embereket javasol az ismerősei közül, amikor levelet küld valakinek.
id: Baranov menyarankan orang-orang dari kontak Anda saat Anda mengirimkan surat kepada seseorang.
is: Baranov stingur upp á fólki frá tengiliðum þínum þegar þú sendir bréf til einhvers.
it: Baranov suggerisce persone dai tuoi contatti quando indirizzi una lettera a qualcuno.
ja: バラノフは、手紙を誰かに宛てるとき、連絡先の中から人を提案します。
ka: ბარანოვი გთავაზობს ადამიანებს თქვენი კონტაქტებიდან, როცა ვინმეს წერილს მიმართავთ.
kk: Біреуге хат жолдаған кезде Баранов контактілеріңізден адамдарды ұсынады.
ko: Baranov는 누군가에게 편지를 보낼 때 연락처에 있는 사람들을 추천합니다.
lt: Baranovas siūlo žmones iš jūsų kontaktų, kai kam nors siunčiate laišką.
lv: Baranovs iesaka cilvēkus no jūsu kontaktpersonām, kad adresējat kādam vēstuli.
mk: Баранов предлага луѓе од вашите контакти кога некому му обраќате писмо.
ms: Baranov mencadangkan orang daripada kenalan anda apabila anda menghantar surat kepada seseorang.
mt: Baranov jissuġġerixxi nies mill-kuntatti tiegħek meta tindirizza ittra lil xi ħadd.
nb: Baranov foreslår personer fra kontaktene dine når du adresserer et brev til noen.
nl: Baranov suggereert mensen uit uw contacten wanneer u een brief aan iemand adresseert.
pl: Baranow sugeruje osoby z Twoich kontaktów, gdy adresujesz do kogoś list.
pt_br: Baranov sugere pessoas de seus contatos quando você endereça uma carta a alguém.
ro: Baranov sugerează persoane din contactele tale atunci când adresezi o scrisoare cuiva.
ru: Baranov предлагает людей из твоих контактов, когда ты адресуешь письмо.
sk: Baranov navrhuje ľudí z vašich kontaktov, keď niekomu adresujete list.
sl: Baranov predlaga osebe iz vaših stikov, ko nekomu naslovite pismo.
sq: Baranov sugjeron njerëz nga kontaktet tuaja kur i drejtoni një letër dikujt.
sr: Баранов предлаже људе из ваших контаката када некоме упутите писмо.
sv: Baranov föreslår personer från dina kontakter när du adresserar ett brev till någon.
th: Baranov แนะนำผู้คนจากรายชื่อติดต่อของคุณเมื่อคุณเขียนจดหมายถึงใครบางคน
tr: Baranov, birine mektup gönderdiğinizde kişilerinizden kişileri önerir.
uk: Baranov пропонує людей із твоїх контактів, коли ти адресуєш листа.
vi: Baranov gợi ý những người trong danh bạ của bạn khi bạn gửi thư cho ai đó.
zh_hans: 当您给某人写信时，巴拉诺夫会推荐您的联系人中的人。
zh_hk: 當您寫信給某人時，巴拉諾夫會推薦您的聯絡人中的人。

# NSGKFriendListUsageDescription
source: Baranov shows your Game Center friends so you can hand a ram to one of them and compare tables with them.
ar: يُظهر بارانوف أصدقاءك في Game Center حتى تتمكن من تسليم كبش لأحدهم ومقارنة الطاولات معهم.
bg: Baranov показва вашите приятели от Game Center, за да можете да подадете овен на един от тях и да сравните масите с тях.
bs: Baranov pokazuje svoje prijatelje iz Game Centera tako da možete jednom od njih dati ovna i uporediti tabele sa njima.
ca: Baranov mostra als teus amics del Game Center perquè puguis lliurar un ariet a un d'ells i comparar taules amb ells.
cs: Baranov ukazuje vašim přátelům v Game Center, abyste mohli jednomu z nich předat berana a porovnat s nimi stoly.
da: Baranov viser dine Game Center-venner, så du kan give en ram til en af ​​dem og sammenligne borde med dem.
de: Baranov zeigt deine Game Center-Freunde an, damit du einem von ihnen einen Widder übergeben und Tabellen mit ihnen vergleichen kannst.
el: Ο Baranov δείχνει τους φίλους σας στο Game Center, ώστε να μπορείτε να δώσετε ένα κριάρι σε έναν από αυτούς και να συγκρίνετε πίνακες με αυτούς.
es: Baranov muestra a tus amigos de Game Center para que puedas pasarle un carnero a uno de ellos y comparar tablas con ellos.
et: Baranov näitab teie Game Centeri sõpru, et saaksite ühele neist jäära ulatada ja nendega tabeleid võrrelda.
eu: Baranov-ek zure Game Center-eko lagunak erakusten dizkizu, haietako bati ahari bat eman diezaiozun eta haiekin mahaiak alderatu ditzazun.
fi: Baranov näyttää Game Center -ystävillesi, jotta voit ojentaa pässin yhdelle heistä ja vertailla pöytiä heidän kanssaan.
fr: Baranov montre tes amis Game Center afin que tu puisses confier un bélier à l'un d'eux et comparer vos classements.
ga: Taispeánann Baranov do chairde san Ionad Cluiche ionas gur féidir leat reithe a thabhairt do cheann acu agus táblaí a chur i gcomparáid leo.
gl: Baranov móstralles aos teus amigos do Game Center para que poidas entregarlle un carneiro a un deles e comparar táboas con eles.
he: ברנוב מראה לחברים שלך ב-Game Center כדי שתוכל למסור איל לאחד מהם ולהשוות איתם טבלאות.
hi: बारानोव आपके गेम सेंटर मित्रों को दिखाता है ताकि आप उनमें से एक को एक रैम सौंप सकें और उनके साथ तालिकाओं की तुलना कर सकें।
hr: Baranov pokazuje vaše prijatelje iz Game Centera tako da možete dati ovna jednom od njih i usporediti stolove s njima.
hu: Baranov megmutatja Game Center barátaidnak, hogy átnyújthass egy kost egyiküknek, és összehasonlítsd velük az asztalokat.
id: Baranov menunjukkan kepada teman-teman Game Center Anda sehingga Anda dapat memberikan ram kepada salah satu dari mereka dan membandingkan tabel dengan mereka.
is: Baranov sýnir Game Center vinum þínum svo þú getir afhent einum þeirra hrút og borið saman borð við þá.
it: Baranov mostra i tuoi amici del Game Center in modo che tu possa dare un ariete a uno di loro e confrontare i tavoli con loro.
ja: Baranov は Game Center の友達を見せて、そのうちの 1 人に羊を渡してテーブルを比較できるようにします。
ka: ბარანოვი აჩვენებს თქვენს თამაშის ცენტრის მეგობრებს, ასე რომ თქვენ შეგიძლიათ გადასცეთ ვერძი ერთ-ერთ მათგანს და შეადაროთ ცხრილები მათთან.
kk: Баранов ойын орталығының достарын көрсетеді, сонда сіз олардың біріне қошқар беріп, олармен кестелерді салыстыра аласыз.
ko: Baranov는 Game Center 친구들에게 숫양을 건네주고 테이블을 비교할 수 있도록 보여줍니다.
lt: Baranovas parodo jūsų žaidimų centro draugams, kad galėtumėte vienam iš jų įteikti aviną ir palyginti su jais lenteles.
lv: Baranovs parāda jūsu Game Center draugus, lai jūs varētu kādam no viņiem pasniegt aunu un salīdzināt ar viņiem galdus.
mk: Баранов ги покажува вашите пријатели од Game Center за да можете да му дадете овен на еден од нив и да ги споредите табелите со нив.
ms: Baranov menunjukkan rakan Pusat Permainan anda supaya anda boleh menyerahkan seekor domba jantan kepada salah seorang daripada mereka dan membandingkan jadual dengan mereka.
mt: Baranov juri lill-ħbieb tiegħek taċ-Ċentru tal-Logħob sabiex tkun tista' tagħti muntun lil wieħed minnhom u tqabbel it-tabelli magħhom.
nb: Baranov viser Game Center-vennene dine slik at du kan gi en ram til en av dem og sammenligne tabeller med dem.
nl: Baranov laat het je Game Center-vrienden zien, zodat je een ram aan een van hen kunt overhandigen en tafels met hen kunt vergelijken.
pl: Baranov pokazuje znajomym Game Center, dzięki czemu możesz podać barana jednemu z nich i porównać z nimi stoły.
pt_br: Baranov mostra seus amigos do Game Center para que você possa entregar um carneiro a um deles e comparar as tabelas com eles.
ro: Baranov le arată prietenilor din Game Center, astfel încât să puteți înmâna un berbec unuia dintre ei și să comparați mesele cu ei.
ru: Baranov показывает твоих друзей в Game Center, чтобы ты мог передать барана одному из них и сравнивать результаты в таблицах.
sk: Baranov ukáže vašim priateľom v Game Center, aby ste mohli jednému z nich podať barana a porovnať s nimi stoly.
sl: Baranov pokaže vaše prijatelje iz Game Center, tako da lahko enemu od njih predate ovna in z njimi primerjate mize.
sq: Baranov u tregon miqve tuaj të Game Center që të mund t'i dorëzoni një dash njërit prej tyre dhe të krahasoni tabelat me ta.
sr: Баранов показује своје пријатеље из Гаме Центер-а тако да можете једном од њих дати овна и упоредити табеле са њима.
sv: Baranov visar dina Game Center-vänner så att du kan ge en bagge till en av dem och jämföra bord med dem.
th: Baranov แสดงให้เพื่อน Game Center ของคุณดู เพื่อให้คุณสามารถส่งแกะให้หนึ่งในนั้นและเปรียบเทียบตารางกับพวกเขาได้
tr: Baranov Game Center arkadaşlarınıza gösteriyor, böylece onlardan birine koç verebilir ve onlarla masaları karşılaştırabilirsiniz.
uk: Baranov показує твоїх друзів у Game Center, щоб ти міг передати барана одному з них і порівнювати результати в таблицях.
vi: Baranov giới thiệu cho bạn bè trong Game Center của bạn để bạn có thể đưa ram cho một trong số họ và so sánh bảng với họ.
zh_hans: 巴拉诺夫向您的游戏中心朋友展示，这样您就可以将一只公羊递给其中一个并与他们比较桌子。
zh_hk: 巴拉諾夫向您的遊戲中心朋友展示，這樣您就可以將一隻公羊遞給其中一個並與他們比較桌子。
